Repository: synhershko/BzReader
Catalog: BzReader/Properties.Resources.*.resx
Languages: es_es

# AbortingIndexing
source: Aborting
es_es: Cancelando

# AboutProduct
source: About {0}
es_es: Acerca de {0}

# AboutVersion
source: Version {0}
es_es: Versión {0}

# CarryoverNoPrevBlock
source: A Wiki topic title carryover occurred, but no previous block has been stored
es_es: Se ha producido un desbordamiento del título de un tema Wiki, pero no ha sido almacenado un bloque anterior

# CloseIndexingForm
source: Close
es_es: Cerrar

# DumpFileDoesNotExist
source: Dump file {0} does not exist
es_es: No existe el archivo de descarga {0}

# FailedFinishingSearch
source: Failed finishing the search work item due to timeout
es_es: El trabajo de búsqueda no puede terminar porque se ha excedido el tiempo de espera

# FailedLoadingBlock
source: Failed loading {0} block starting at {1}: {2}
es_es: Error cargando {0} el bloque que comienza en {1}: {2}

# FailedLocatingBlocks
source: Failed locating the blocks in {0}: {1}
es_es: Error localizando los bloques en {0}: {1}

# FailedStartingSearch
source: Failed starting the search work item due to timeout
es_es: El trabajo de búsqueda no puede comenzar porque se ha excedido el tiempo de espera

# FailedUncompressingMemory
source: Failed uncompressing block starting at {0}: too much memory required
es_es: Error de descompresión del bloque que comienza en {0}: se requiere demasiada memoria

# FailedUncompressingStatus
source: Failed uncompressing block starting at {0}: {1}
es_es: Error de descompresión del bloque que comienza en {0}: {1}

# FinishingInHours
source: ~ {0} hours and {1} minutes
es_es: ~ {0} horas y {1} minutos

# FinishingSoon
source: in a jiffy!
es_es: en un abrir y cerrar de ojos!

source: Flushing documents to disk
es_es: Descargando los documentos al disco

# FormatterErrorMalformedList
source: <b style="color: #FF0000;">FORMATTER ERROR (Malformed List)</b>
es_es: <b style="color: #FF0000;">ERROR DE FORMATO (Lista mal formada)</b>

# FormatterErrorMalformedTable
source: <b>FORMATTER ERROR (Malformed Table)</b>
es_es: <b>ERROR DE FORMATO (Tabla mal formada)</b>

# HTTPRequestNoStringParts
source: Invalid number of HTTP request string parts
es_es: Cantidad no válida de partes en la cadena de solicitud HTTP

# HTTPRequestTooFewStrings
source: Too few strings in the HTTP request
es_es: Muy pocas cadenas en la solicitud HTTP

# IndexDoesNotExist
source: The index does not exist for {0}
es_es: El índice no existe para {0}

# IndexingDoneETA
source: All done!
es_es: Todo listo!

# NoBlocksFound
source: No bz2 blocks were found in {0}
es_es: No se han encontrado bloques Bz2 en {0}

# NoTextEndInBlock
source: Could not locate text end for topic {0} in block
es_es: No se ha podido localizar el final del texto para el tema {0} en el bloque

# NoTextMarkerInBlock
source: Could not locate text marker for topic {0} in block
es_es: No se ha podido localizar el marcador del texto para el tema {0} en el bloque

# NoTextStartInBlock
source: Could not locate text start for topic {0} in block
es_es: No se ha podido localizar el comienzo del texto para el tema {0} en el bloque

# NoTopicInBlock
source: Could not locate topic {0} in block
es_es: No se pudo localizar el tema {0} en el bloque

# NoTopicsInBlock
source: No topics were found in the block
es_es: No se han encontrado temas en el bloque

# OpenDumpFilter
source: Wikipedia dump files (*.xml.bz2)|*.xml.bz2|All files (*.*)|*.*
es_es: Archivos descargados de Wikipedia (*. xml.bz2) | *. xml.bz2 | Todos los archivos (*.*)|*.*

source: Optimizing index
es_es: Optimizando el índice

# ProductDescription
source: BzReader is a Wikipedia compressed dump browser
es_es: BzReader es un explorador de descargas comprimidas de Wikipedia

# ProductLicense
source: The product is licensed under GPLv2
es_es: El producto está licenciado bajo GPLv2

# ProgressIndexing
source: Indexing
es_es: Indexación

# ProgressLocatingBlocks
source: Locating the blocks
es_es: Localizando los bloques

# SearchingForTerm
source: Searching for '{0}'
es_es: Buscando '{0}'

# ShowingXTopResults
source: Showing {0} top results
es_es: Mostrando {0} los primeros resultados

# UnknownHTTPRequestType
source: Unknown HTTP request type {0}
es_es: Tipo de solicitud HTTP desconocido {0}

# UTFDecoderError
source: UTF8 decoder could not complete the conversion
es_es: El decodificador UTF8 no puede completar la conversión

# WaitingForTokenizers
source: Waiting for {0} tokenizer threads to finish
es_es: Esperando que {0} terminen los hilos de tokenizador
